<?php
namespace PHPEMS;
/*
 * Created on 2013-5-31
 *
 * To change the template for this generated file go to
 * Window - Preferences - PHPeclipse - PHP - Code Templates
 */
class config_survey
{
	public $selectors = array('A','B','C','D','E','F','G','H','I','J','K','L','M','N','O','P','Q','R','S','T','U','V','W','X','Y','Z');
	public $statussteps = array('未审核','初审','复核','处理','反馈','解决');
	public $countries = array('阿富汗','阿尔巴尼亚','阿尔及利亚','美属萨摩亚','安道尔','安哥拉','安圭拉','安提瓜和巴布达','阿根廷','亚美尼亚','阿鲁巴','澳大利亚','奥地利','阿塞拜疆','巴哈马','巴林','孟加拉国','巴巴多斯','白俄罗斯','比利时','伯利兹','贝宁','百慕大','不丹','玻利维亚','波斯尼亚和黑塞哥维那','博茨瓦纳','巴西','英属维尔京群岛','文莱','保加利亚','布基纳法索','布隆迪','柬埔寨','喀麦隆','加拿大','佛得角','开曼群岛','中非共和国','乍得','智利','中国','圣诞岛','科科斯（基林）群岛','哥伦比亚','科摩罗','刚果（布）','刚果（金）','库克群岛','哥斯达黎加','科特迪瓦','克罗地亚','库拉索','塞浦路斯','捷克','丹麦','吉布提','多米尼克','多米尼加共和国','厄瓜多尔','埃及','萨尔瓦多','赤道几内亚','厄立特里亚','爱沙尼亚','斯威士兰','埃塞俄比亚','福克兰群岛','法罗群岛','斐济','芬兰','法国','法属圭亚那','法属波利尼西亚','加蓬','冈比亚','格鲁吉亚','德国','加纳','直布罗陀','希腊','格陵兰','格林纳达','瓜德罗普','关岛','危地马拉','根西岛','几内亚','几内亚比绍','圭亚那','海地','洪都拉斯','香港特别行政区','匈牙利','冰岛','印度','印度尼西亚','伊朗','伊拉克','爱尔兰','以色列','意大利','牙买加','日本','泽西岛','约旦','哈萨克斯坦','肯尼亚','基里巴斯','韩国','科威特','吉尔吉斯斯坦','老挝','拉脱维亚','黎巴嫩','莱索托','利比里亚','利比亚','列支敦士登','立陶宛','卢森堡','马达加斯加','马拉维','马来西亚','马尔代夫','马里','马耳他','马绍尔群岛','马提尼克','毛里塔尼亚','毛里求斯','马约特','墨西哥','密克罗尼西亚','摩尔多瓦','摩纳哥','蒙古','黑山','蒙特塞拉特','摩洛哥','莫桑比克','纳米比亚','瑙鲁','尼泊尔','荷兰','新喀里多尼亚','新西兰','尼加拉瓜','尼日尔','尼日利亚','纽埃','诺福克岛','北马其顿','北马里亚纳群岛','挪威','阿曼','巴基斯坦','帕劳','巴勒斯坦权力机构','巴拿马','巴布亚新几内亚','巴拉圭','秘鲁','菲律宾','皮特凯恩群岛','波兰','葡萄牙','波多黎各','卡塔尔','留尼汪','罗马尼亚','俄罗斯','卢旺达','圣基茨和尼维斯','圣卢西亚','法属圣马丁','圣皮埃尔和密克隆群岛','圣文森特和格林纳丁斯','圣巴泰勒米','萨摩亚','圣马力诺','圣多美和普林西比','沙特阿拉伯','塞内加尔','塞尔维亚','塞舌尔','塞拉利昂','新加坡','荷属圣马丁','斯洛伐克','斯洛文尼亚','所罗门群岛','索马里','南非','南苏丹','西班牙','斯里兰卡','圣赫勒拿、阿森松与特里斯坦达库尼','苏丹','苏里南','瑞典','瑞士','叙利亚','中国台湾','塔吉克斯坦','坦桑尼亚','泰国','阿拉伯联合酋长国','多哥','托克劳','汤加','特立尼达和多巴哥','突尼斯','土耳其','土库曼斯坦','特克斯和凯科斯群岛','图瓦卢','美属维尔京群岛','乌干达','乌克兰','英国','美国','乌拉圭','乌兹别克斯坦','瓦努阿图','梵蒂冈','委内瑞拉','越南','瓦利斯和富图纳','也门','赞比亚','津巴布韦');
	public $cities = array('广州市','深圳市','珠海市','汕头市','韶关市','佛山市','江门市','湛江市','茂名市','肇庆市','惠州市','梅州市','汕尾市','河源市','阳江市','清远市','东莞市','中山市','潮州市','揭阳市','云浮市');
	public $arms = array(1 => "咨询","建议","求助");
	public $mainbodys = array(1 => "外资企业","外贸企业","自然人");
	public $prostatus = array('未启动','已启动');
	public $syrtsorts = array('宏观政策协调','外贸外资农业','交通物流协调','联防联控','其他');
}
?>
